13xforever.language-x86-64-assembly
bungcip.better-toml
CoenraadS.bracket-pair-colorizer-2
eamodio.gitlens
esbenp.prettier-vscode
foxundermoon.shell-format
golang.go
James-Yu.latex-workshop
johnpapa.vscode-peacock
jpoissonnier.vscode-styled-components
karigari.chat
ms-azuretools.vscode-docker
ms-python.python
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cpptools
ms-vscode.powershell
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
naumovs.color-highlight
PKief.material-icon-theme
redhat.java
rust-lang.rust
serayuzgur.crates
stardog-union.stardog-rdf-grammars
streetsidesoftware.code-spell-checker
timonwong.shellcheck
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
WakaTime.vscode-wakatime
